{
    "title": "TORTA DELLE ROSE",
    "category": "Dolci",
    "ingredients": "* Ingredienti\n* 500 GR FARINA\n* 25 GR LIEVITO DI BIRRA\n* 2 UOVA\n* 120 GR BURRO\n* 150 GR ZUCCHERO\n* 1 BICCHIERE ABBONDANTE DI LATTE\n* 2 BUSTINE DI VANILLINA\n* 1 CUCCHIAINO DI MALTO O ZUCCHERO\n* ZUCCHERO A VELO\n* 1 PIZZICO SALE",
    "steps": "* Ricetta\n* Preparare un preimpasto col malto, il lievito, un po’ di latte e 100 gr di farina presi dal totale. Lasciare riposare circa 30’.\n* Impastare il preimpasto con la farina rimanente, un pizzico di sale, metà zucchero e il latte rimanente. Aggiungere piano piano le uova e metà burro ammorbidito. Impastare fino a quando la pasta presenta una consistenza morbida ed elastica. Lasciare lievitare fino al raddoppio (da 1 a 3 ore). \n* Foderare di carta da forno uno stampo di 28-30 cm di diametro.\n* Preparare in una ciotolina il rimanente burro e lo zucchero con la vanillina. Mescolare con un cucchiaino fino ad ottenere una crema omogenea.\n* Dopo la prima lievitazione, dividere la pasta in 7 pagnotte e formare dei salamini da tirare con il mattarello fino ad ottenere dei rettangoli di circa 5x15 cm. Spalmare le strisce con la crema, arrotolarle a cilindro su sé stesse, chiuderle ad una estremità e metterle nello stampo in piedi, con l’estremità sigillata in basso, una accanto all'altra, come dei boccioli di rosa.\n* \n* Fare lievitare una seconda volta fino a quando i boccioli riempiranno la teglia (circa 1 ora).\n* Cuocere a 180 C° per circa 20-25 minuti. Se la pasta tende a bruciare coprirla con un foglio di alluminio.\n* ",
    "notes": "* Note:\n* Avendo tempo a disposizione e facendo le pieghe di rinforzo è possibile utilizzare solo mezzo cubetto di lievito.\n* Un metodo alternativo, più veloce ma dal risultato esteticamente meno bello, consiste nello stendere l’impasto in un’unica sfoglia rettangolare spessa circa ½ cm e stendervi sopra la cremina lasciando una striscia vuota larga circa 10 cm. Quindi spennellare con l’uovo la superficie libera e arrotolare per il verso lungo sigillando bene il rotolo. Tagliare delle rondelle da sistemare col taglio in alto nella teglia. \n* Per fare prima si possono impastare insieme tutti gli ingredienti, saltando anche il preimpasto.\nSe proprio si ha fretta si può anche mettere nell’impasto tutto il burro e lo zucchero (incluso quello della cremina) e formare una treccia, una ciambella o delle briochine.\n* Volendo si può sostituire la cremina di burro e zucchero con la crema pasticcera, eventualmente arricchita con l’uvetta.\n* Se l’impasto attacca troppo, farlo raffreddare un po’ in frigo.\n* "
}