{
    "title": "Ciambella contadina",
    "category": "Dolci",
    "ingredients": "* 500 GR FARINA\n* 3 UOVA\n* 220 GR ZUCCHERO\n* 100 GR BURRO\n* 1 BICCHIERE LATTE (CIRCA 150 GR)\n* 1 PIZZICO SALE\n* 1 BUSTINA LIEVITO\n* SCORZA GRATTUGIATA DI 1 LIMONE",
    "steps": "* Sbattere a lungo con la frusta le uova e lo zucchero fino ad ottenere una spuma bianca. \n* Aggiungere il burro a pezzetti a temperatura ambiente e tutti gli altri ingredienti tranne il lievito e il latte e sbattere per altri 4-5 minuti fino ad ottenere una miscela bianca ed omogenea. Versare lentamente il latte fino ad ottenere la densità desiderata.\n* Quando la pasta è ben amalgamata (dopo circa 4-5 minuti) aggiungere il lievito (meglio se sciolto in 2 cucchiai di latte tiepido) e impastare per altri 2-3 minuti.\n* Versare in uno stampo da ciambella imburrato e infarinato e infornare in forno già caldo a 180 C° per circa 40 minuti.",
    "notes": "* Delicata: sostituire 100 gr. di farina con 100 gr. di fecola o maizena. \n* Gustosa: sostituire 100 gr. di farina con 100 gr. di farina di mandorle.\n* Dietetica: sostituire tutto il burro con una tazzina colma di olio di oliva non extravergine (circa 50 grammi).\n* Crostata: eliminando il latte e aggiungendo un tuorlo si ottiene una base per crostata oppure dei biscotti morbidi.  \n* Alla crema: eliminare il latte dall’impasto. Stendere metà pasta nella tortiera, coprire con la crema pasticcera (già raffreddata) e coprire con un altro disco di pasta (è più semplice se si stende il secondo disco sulla carta da forno). Guarnire con pinoli e/o granella di zucchero. \n* Variegata: mescolare in una scodella 2 cucchiai di cacao, 2 cucchiai di zucchero e 2 cucchiai di latte fino ad ottenere una crema densa; incorporare 5-6 cucchiaiate dell’impasto e poi disporlo nello stampo alternandolo all’impasto bianco.\n* Farcita all’uvetta: aggiungere l’uvetta da ultimo dopo averla lasciata a bagno in acqua tiepida (o nel rhum) per 10 minuti e infarinata.\n* Farcita alle mele: sistemare in bell’ordine le mele sul fondo dello stampo imburrato e versarci sopra l’impasto; le mele possono essere anche aggiunte a pezzetti dentro l’impasto dopo averle passate nella farina.\n* Ricca: impastare 6 uova, 120 grammi di burro, 400 gr di farina e latte quanto basta a sciogliere il lievito."
}