{
    "title": "TRECCIA LIEVITATA",
    "category": "Dolci",
    "ingredients": "* Ingredienti\n* 500 GR FARINA\n* 100 GR BURRO\n* 100 GR ZUCCHERO\n* 5 TUORLI + 1 PER LA DECORAZIONE \n* 170 GR DI LATTE\n* 25 GR DI LIEVITO DI BIRRA\n* 2 BUSTINE DI VANILLINA\n* SCORZA DI LIMONE GRATTUGIATA\n* GRANELLA DI ZUCCHERO\n* 1 PIZZICO SALE",
    "steps": "* Ricetta\n* Impastare 200 gr di farina col lievito sbriciolato e 120 gr di latte tiepido per circa 5 minuti. Il pastello è pronto quando diventa elastico, liscio e non appiccicoso. Coprire e lasciare lievitare per circa un’ora.\n* Aggiungere la farina rimanente, lo zucchero, il sale, la vanillina la scorza di limone grattugiata, 50 gr di acqua, 50 gr di latte e per ultimo il burro ammorbidito a pezzetti ed impastare per circa altri 10 minuti fino a che l’impasto non sarà liscio, elastico e tenace. \n* Preparare 3 filoncini lunghi circa 60 cm e con un diametro di circa 3 cm e comporre una treccia morbida, iniziando dal centro dei filoni. \n* Arrotolare la treccia dentro uno stampo o disporla direttamente sulla placca del forno sopra alla carta da forno. \n* Spennellarla con un tuorlo sbattuto con poca acqua e cospargerla di granella di zucchero.\n* Fare lievitare fino a che non raddoppia di volume (circa un’ora). \n* Infornare a forno già caldo a 180 C° per circa 20 minuti.\n* ",
    "notes": "* Note:\n* È possibile lasciare lievitare la pasta brioche prima di preparare la treccia. In questo caso il tempo di lievitazione della treccia sarà più veloce (circa mezz’ora).\n* Con questa pasta è possibile preparare delle brioches.\nTirare una sfoglia alta circa 5 mm e ritagliare triangoli equilateri di circa 14cm di lato. Spalmare all’interno un po’ di burro e un po’ di zucchero e poi arrotolare il triangolo partendo dal lato lungo. Piegare a cornetto.\nCuocere a 180 C° per circa 10 minuti.\n* Per il pastello è possibile utilizzare 120 gr di acqua al posto del latte.\n* Se si ha poco tempo si può saltare la fase del pastello.\n* Per una versione particolarmente golosa preparare 2 uova di crema pasticciera e metterla a cucchiaiate negli interstizi della treccia.\n* Per una versione più dietetica è possibile utilizzare solo 3 tuorli.\n* Per lucidare bene la treccia preparare uno sciroppo con dosi uguali di acqua e zucchero e spennellarlo ancora caldo sulla treccia appena sfornata.\n* Per favorire la lievitazione prima di formare la treccia fare le pieghe di rinforzo.\n* \n* \n* \n* \n* \n* "
}