{
    "title": "COLOMBA",
    "category": "Dolci",
    "ingredients": "* Ingredienti\n* Biga\n* 400 GR FARINA FORTE (W > 380)\n* 250 GR ACQUA A TEMPERATURA AMBIENTE\n* 10 GR LIEVITO DI BIRRA FRESCO\n* Impasto\n* 1,2 KG FARINA FORTE (W > 380)\n* 450 GR LATTE\n* 400 GR ZUCCHERO\n* 300 GR TUORLI\n* 250 GR BURRO\n* 50 GR LIEVITO DI BIRRA FRESCO\n* 20 GR MALTO\n* SALE 20 GR\n* SCORZA GRATTUGGIATA DI 1 LIMONE\n* SCORZA GRATTUGGIATA 1 ARANCIA\n* GR 400 UVETTA\n* GR 200 CEDRO E ARANCIA CANDITA\n* Glassa\n* FARINA DI NOCCIOLE O DI MANDORLE\n* ZUCCHERO SEMOLATO (CIRCA LA META’)\n* ALBUME\t\n* ZUCCHERO A VELO",
    "steps": "* Ricetta\n* Impastare tutti gli ingredienti per la biga almeno 12 ore prima di procedere con l’impasto del panettone. Lasciare lievitare in un contenitore leggermente unto d’olio e coperto con la pellicola a temperatura ambiente (idealmente a 18°).\n* Per l’imapsto sciogliere il lievito, lo zucchero e il malto nel latte a temperatura ambiente.\n* Sciogliere la biga con un po’ di latte, quindi incorporare tutta la farina e il resto del latte. Quando l’imapsto sarà diventato liscio ed omogeneo incorporare i tuorli in tre riprese attendendo che i precedenti siano stati assorbiti. \n* Incorporare il burro morbido sempre a pezzetti.\n* In tutto l’impasto dovrà essere lavorato circa per 30’ e risultare liscio, setoso ed elastico.\n* Lasciare lievitare in un contenitore leggermente unto e coperto dalla pellicola fino al raddoppio (circa 2 ore).\n* Incorporare l’uvetta e i canditi.\n* Dividere in base alla pezzatura che si vuole ottenere in più parti. Pirlare ogni parte fino ad ottenere una palla e lasciare riposare 10’ per fare asciugare la superficie esterna.\n* Stando attenti a non rompere la pellicina dividere la palla in due parti pari a un terzo e a due terzi del totale. Con la parte più piccola formare delicatamente un salame, assottigliarlo al centro e metterlo lungo le ali, facendolo bene aderire al bordo. Col resto dell’impasto fare un unico salame e metterlo per lungo.\n* Lasciare lievitare fino a quando l’impasto non avrà raggiunto il bordo della carta.\n* Impastare la glassa con un cucchiaio di legno. Deve venire un impasto duro tipo la pasta di mandorle da ammorbidire con l’acqua in modo da poterla spalmare con una spatola sulla superficie ma senza farla colare.\n* Completare con zucchero a velo.\n* Infornare a 180° per:\n* \t20’ per stampi da 300 gr\n* \t30’ per stampi da 600 gr\n* \t60’ per stampi da 1000 gr\n* A cottura ultimata lasciare raffreddare per 5’ e ppoi appendere a testa in giù in modo che la pancia non tocchi fino a raffreddamento ultimato.\n* ",
    "notes": "* Note:\n* Durante la formatura è importante non rompere la crosticina.\n* L’impasto può essere usato anche per il panettone. In questo caso si taglia a croce la cima della palla, si mette dentro un po’ di burro e si chiudono i lembi."
}