{
    "title": "RISOTTO",
    "category": "Primi",
    "ingredients": "* Ingredienti \n* DUE TAZZE DI RISO\n* QUATTRO TAZZE DI BRODO\n* 1 CIPOLLA PICCOLA\n* 1 BICCHIERE DI VINO BIANCO\n* OLIO\n* SALE",
    "steps": "* Ricetta\n* Soffriggere olio e cipolla. Tostare il riso e sfumare col vino bianco caldo. \n* Aggiungere eventuali sapori e rosolare a fuoco vivace per qualche minuto fino a quando viene assorbito il condimento. \n* Abbassare il fuoco e aggiungere un mestolo di brodo bollente. Aspettare che il brodo venga assorbito dal riso prima di aggiungerne altro. Continuare così fino a cottura ultimata.\n* Il risotto viene ottimo con la pentola a pressione. Aggiungere il brodo bollente tutto insieme, chiudere la pentola e cuocere a fuoco vivace fino al fischio, poi abbassare e continuare la cottura per 4-5 minuti.\n* A fine cottura aggiungere altri eventuali sapori, mantecare con burro o formaggio e mescolare vigorosamente.\n* Lasciare riposare 5 minuti e servire.\n* ",
    "notes": "* Note:\n* \n* Ottimi trucchi per mantecare sono mescolare molto vigorosamente, aggiungere burro freddo di freezer, o frullare qualche cucchiaio di risotto e poi aggiungerlo al resto.\n* Risotto magico: aggiungere la mozzarella a dadini a fine cottura e versare in una conca imburrata e foderata di prosciutto cotto. Capovolgere su un piatto di portata. In questo caso conviene preparare un risotto abbastanza asciutto.\nRisotto al pomodoro: aggiungere un bel bicchiere di vino rosso per il sapore e concentrato di pomodoro per un bel colore rosso.\n* Risotto ai funghi: aggiungere i funghi mantecati a fine cottura.\n* Risotto al barolo e castelmagno: sfumare col barolo, sostituire ¼ di brodo col barolo e mantecare con burro e barolo caldo. Servire con scagliette di castelmagno.\n* Risotto allo zafferano: utilizzare brodo di carne e se possibile aggiungere a fine cottura un po’ di midollo.\n* Risotto Martini dry, scampi e agrumi: preparare il brodo utilizzando i gusci dei crostacei. Aggiungere al brodo il Martini dry e le zeste di agrumi. Prima di mantecare aggiungere le code di scampi. Mantecare con burro, parmigiano e ancora un po’ di Martini.\n* Risotto salsiccia, verza e zafferano: aggiungere al soffritto la salsiccia sgranata e la verza tagliata a pezzettoni. A fine cottura aggiungere lo zafferano.\n* Risotto patate e prezzemolo: aggiungere al soffritto 1-2 patate tagliate a piccoli dadini e fare cuocere. A fine cottura aggiungere il prezzemolo tritato. Deve avere una consistenza morbida da minestra."
}